Repository: thegamecracks/discord.py-i18n-demo
Catalog: src/dpygt/locales/*/LC_MESSAGES/dpygt.po
Languages: fr

source: roll
fr: lancer

source: Roll one or more dice.
fr: Lancer un ou plusieurs dés

source: The number of dice to roll.
fr: Le nombre de dés à lancer

source: The number of sides with each dice.
fr: Le nombre de faces pour chaque dé

source: n-dice
fr: nombre-de-dés

source: n-sides
fr: nombre-de-faces

source: Rolls: [{0}] Total: {1}
fr: Lancés: [{0}] Total: {1}

source: (ended {0} from inactivity)
fr: (Inactif : {0}. Le jeu est terminé.)

source: (ends {0})
fr: (terminé {0})

source: The winner is {0}!
fr: Le gagnant est {0}!

source: It's a tie!
fr: Pas de vainqueur. Égalité !

source: Waiting for {0} player...
fr: En attente du joueur {0}...

source: Revealing the winner...
fr: Le gagnant est ...

source: rock-paper-scissors
fr: pierre-papier-ciseau

source: Start a game of rock, paper, scissors.
fr: Démarrer un jeu de pierre, papier, ciseaux

source: The user to play against. If not provided, anyone can play their move.
fr: Votre opposant. Si ce dernier n'est pas spécifié, tout le monde pourra jouer.

source: user
fr: utilisateur
